[
    {
      "id": 1,
      "title": "A Letter To My Favorite City",
      "imageUrl": "myfavoritecity",
      "body": "They tell me you are dangerous and I believe them.\n\nBecause I grew up reading not only about cities of dreamers, mystics and alchemists but also of battle arenas, invading armies and civil war. Because when I tell them about the enchanting folklore and timeless art, they narrate the long histories of passion, suffering and insatiable greed, and I cannot disagree when they say - that our poetic impulse to make a good story better, has always led to exaggerated tales of beauty and wonder and the truth is, that history is but a blend of facts and fiction and I know nothing.\n\nI know nothing of war or spite or vanity.\n\nSo when they say that people take you over and rob you blind, that amidst all the energy and aggression all that you are is a ghost of a place where smoke means progress and the rush, a proof of life, I believe them.\n\nI believe them in disbelief.\n\nBecause we still imagine, that London is an independent man holding a cigar while Paris is a woman broken by love, but can't explain why a city is man or woman and yet are sure that you, are not much unlike people, fickle and uncertain, because we can't bear to think that you're any better than us. \n\nAnd yet.\n\nAs our lives sway like mist over all that we love, one coaxing whisper will be all it takes for people like us to chase a shadow of a place that holds no grudges and keeps no secrets. All but in vain, because if people began to live their most surreal dreams, the carousel of fantasies would cease their endless looping around dazzling lights that make a city seem like a theatre you never have to leave.\n\nBut you will.\n\nBecause reality is adorned with imperfections and for now we must settle for fan fiction and figments of people's imagination as we might not see our city of dreams with gleaming pink skies, crystalline streams and not a glimpse of chaos during our lifetimes. But someday, someone might. But for now we'll have to settle.\n\nSettle.\n\nFor the countless twin headlights that gleam in the night and trains that vibrate beneath the surface with the same frequency as they always have, until we realise that you, are not real. That you are not real until we make you.",
    },
    {
        "id": 2,
        "title": "Topsy Turvy",
        "imageUrl": "topsyturvy",
        "body": "yo",
      },
      {
        "id": 3,
        "title": "Haven't yet decided",
        "imageUrl": "myfavoritecity",
        "body": "yo",
      }
  ]