[
    {
      "id": 1,
      "title":"I Envy Storytellers",
      "date":"March 2018",
      "year":"2018",
      "desc":"Perhaps, we've just found our transient homes in this world of nomadic wanderers - replete so to speak, but oh-so-homeless in reality.",
      "body":"Books are emancipators. The bridge between reality and fantasy. The genres signify the intensity of liberation, and the fictional characters are my favourite manifestations of it.\n\nLucky are those who love reading. People who never get bored of living another's life, one that doesn't even exist. But for the ones who've come to terms with reality, I'm in awe of you having survived it all without a hint of false hope.\n\nBecause as far as I know, often the best escape from the chaos you shelter in your head, is to retreat into a stack of pages and hope to find a home much calmer than your mind within it. For why choose to remain aware of all the clutter around you, when you can slip into oblivion and psychically disappear from the face of the earth just as easily?\n\nWhy be concerned with all the worldly, materialistic matters when you have an option to be teleported promptly to a place that although may not have a location in our maps, but sure as hell has taken up a spot in our labyrinth of a mind?\n\nI envy storytellers. The ones with a boundless imagination that can by no means, be restrained by the chains of the harsh reality. Because one of the rare occasions of finding my faith growing, is when the authors convince me that everything does happen for good. That one thing does lead to another and that even if our story doesn't have a happy ending, we can still choose to have a positive outlook on things.\n\nAfterall, truth be told, sometimes the only thing keeping us from losing our sanity is the belief that there is more to life than meets the eye. Because if there wasn't, then life wouldn't be nearly as mysterious or exciting as it is. All in all, it's because we know that we don't have it all figured out, we know that there's a lot more to see, a lot more to discover - we know that there's a unique mystery for each one of us to unravel. It's because of this acceptance of our ignorance, that we curious beings find life actually worth living.\n\nFor in the end, we aren't necessarily 'lost' in these pages of unrealistic fantasy. Perhaps, we've just found our transient homes in this world of nomadic wanderers - replete so to speak, but oh-so-homeless in reality."
    },
    {
      "id": 2,
      "title":"The Reason I'm An Idealist",
      "date":"May 2018",
      "year":"2018",
      "desc":"I'm sorry for all the times I refuse to tell you how much I love you, even when I want to.",
      "body":"Dear Mum,\n\nEveryone says I'm an idealist. Some find it bizarre and irrational. But that optimism is the one thing that lets me believe that I can do all the things that I want to, no matter how out of reach they may seem. And you, being the most upbeat person I know, are the sole reason I actually believe that I can come up with a way to travel back in time, no matter how ridiculous that sounds.\n\nYou taught me to embrace my failures and assured me that no effort ever goes fruitless. And I secretly blush when you tell me how glad you are that I didn't end up being a spoilt brat. I'm not sure how true that is, but I'll go with 'Mother knows the best' on this one.\n\nYou're the most down to earth person I know and are also the foremost person I look up to. And although you sing such high praises of me to all of those strangers that you befriend on the train, that I myself fall in doubt if it's really me that you're talking about, atleast I can always count on you to be blunt in picking out my flaws when we're alone, even if I don't want to hear them.\n\nI love the way you shower me with hugs and kisses at the most unexpected of times, pretending that you're the kid among the two of us. And watching you get overjoyed when somebody genuinely mistakes us to be sisters, is the most adorable I've ever seen you be.\n\nIt's impossible how crafty you can be with your palette of magic, to assume any role from being more of a terror than Hitler could ever be, to being an adorable neonate that can calm any form of exasperation quite effortlessly. In the end you do have an irresistably magnetic personality that at times manages to get even me jealous.\n\nNeither of us can bear how annoying the other can be. But I can't ignore how incomplete my day feels without you blabbering on and on about how messy I am, reciting your list of what not to do in the kitchen and yelling at me for the silliest of things.\n\nNever lose that child-like charm of yours.\n\nAnd I'm sorry for all the times I refuse to tell you how much I love you, even when I want to.\n\nHappy Mother's Day, Mummy.\n\nI'll love you, always."
    },
    {
      "id": 3,
      "title":"Tell Me I Can't Do It",
      "date":"April 2018",
      "year":"2018",
      "desc":"I need you to tell me that no matter what I do, there'll still be more that I'll want. That some things can't be changed and all things can't be attained.",
      "body":"When people say you can't do something, you can either let it demotivate you or take it as a challenge. I understand that the former does nothing but portray you to be weak and that the only way to get around it is to find the drive within you to not be underestimated. The latter however, is what most people I know would do. Perhaps all of us have simply been brought up, taught that we must be confident in ourselves, thereby making us strong both in our self-esteem and our will.\n\nAnd that is of course, a trait to be proud of.\n\nBut I can't help but notice that almost everybody today is as positive as ever. That no matter whom you choose to share your dreams with, you'll almost always be reciprocated with motivating words, telling you that you can do anything if you put enough effort into it. That it's in you, to conquer the world and do the impossible.\n\nBut sometimes motivation isn't nearly as motivating as demotivation.\n\nSometimes, that little push that you still need, isn't to be given the same speech that you've heard a zillion times before, making you realise how all the odds are stacked against you, but always closing with an interpretation of the same hope of succeeding, that you're given time and again, assuring you that no obstacle is insurmountable.\n\nBut quite frankly, that isn't what I have to hear. What would help in fact, is for you to tell me how I have no chance of getting what I want considering the way I am now. I need to hear that all of these childish fantasies that I've grown to dream of every night is just that. A fantasy.\n\nI need you to tell me that no matter what I do, there'll still be more that I'll want. That I'll never be satisfied, whether I work day and night, or not. I need to be faced with the reality that some things, are simply out of my reach. That some things can't be changed and all things can't be attained.\n\nBecause if you want me to discover that fire within, to do all that I've dreamed of, maybe you shouldn't be lifting my hopes higher and higher. Rather, what you should be doing is trying to stifle that little fire I've got going and telling me that there is no way in hell that I can make it.\n\nAnd just maybe, that'll do it."
    }
  ]