[
  {
    "id": 1,
    "title":"What Ifs",
    "date":"June 2018",
    "year":"2018",
    "desc":"We only get to live one version of reality. The others we simply come up with, squeezing all that we know into a bunch of nerve wrecking possibilities.",
    "body":"What if Napoleon never rose to power?\nWhat if Christopher Nolan, directed Mrs. Doubtfire?\nWhat if I fail that important test?\nWhat if I make a fool of myself before the rest?\n\nWe only get to live one version of reality. The others we simply come up with, squeezing all that we know into a bunch of nerve wrecking possibilities. Some we are extremely optimistic with, and others hopelessly hopeless. But that, could be perceived as both a boon as well as a curse. Not only because nothing good ever comes of over thinking the past but also because suspense is crucial. Be it in life or death. For better or for worse. We'd miss all the fun otherwise, wouldn't we?\n\nBut why does the boundless and frantic mind of ours almost always decide, against our wishes, to think back to the times when things could've been worse? It didn't happen, and that should be the end of it. But that doesn't stop it from weaving anxiety and nervousness into us, regarding all that we've ever done, and frustratingly enough, all that we'll ever do as well.\n\nWhat if we're forced to be someone we're not?\n\nWhat if we become the ones who dwell on what ifs?\n\nIt's funny how we never fail to be anticipative of the worst case scenario. How we time and again, underestimate our capabilities not just slightly, but to an extent as far as our wildest imagination can go.\n\nYou and me, we're too careful. But I thought being youthful, also meant being impulsive. And yes, I know that there's a very thin line between being impulsive and being reckless. But if now isn't the time to do all of the stupid things on our bucket list, then when is it going to be?\n\nAnd on the bright side, most mistakes are hilarious and would make amazing anecdotes, so I suppose it's a win-win.\n\nBecause what if we were never meant to wonder what could've been? What if it's just another means we've found to stress ourselves out? What if the only event that ever did have a chance of happening, was exactly what happened? What if what's meant to be, will be no matter what? What if all of these extreme counterfactuals are simply an annoyance of our own making? And what if they're just a figment of our imagination, that never existed to begin with?"
  }
  ]