[
    {
      "id": 1,
      "title": "A Generation Gap",
      "imageUrl": "agenerationgap",
      "body": "The world is changing, and it's changing rapidly. What used to be hip and trendy is now more or less laughable. And yet we find a connection to people, surprisingly randomly - a cousin in his 30s, an aunt in her 40s. Strange. But then again, 'history isn't always punctuatated.' Because it's only new to you if you've seen the old. Just as we will never be able to relate to 9/11 as our forerunners, they will never be able to, to the second world war, as theirs.\n\nAnd we, the so called 'iGen' (and the one before it, to a certain degree), with our significantly shorter attention spans, better multitasking capabilities, less value for money and more for independence, we're born into a world that's been overrun by technology. A world where sophistication is prime and it's cost, meaningless.\n\nAnd not very far in the future, when you ask your domestic robot, 'Pepper', to help you out in watering your natural-looking artificial plants, just for the feel of it, or when you go to see Sophia in the museum that she's been in for the last decade, perhaps you won't be under the constant fear of the evil AI taking over the world unlike your parents. But the tiny conservative part in us, might just get the better of us at that point. For what if we are the last generation to grow overly attached to people, and seemingly pointless objects?\n\nBecause when we become parents, there might as well be holograms in the air and actual ditto pokemons who can replicate ourselves and fool others, while we telepathically relive the historical moment of the sinking of the titanic, from our backyard which is apparently another hologram. A tangible hologram.\n\nMaybe I went a bit far with that one but who knows?\n\nGradual change is easy to adapt to. But at some point, the gap will have been too wide. And at that point, you will have to choose between the way that you were, and the way that people are going to be in about 30 years. And that is not going to be an easy choice to make.\n\nWe all work for the future that we want. But isn't it possible that what the future holds is not only a mystery, but way crazier than even our wildest imagination? Afterall, hasn't evolution shocked us enough already?"
    }
  ]